#UnlockDialog.ini - F&V-Design

[DialogStrings]

#version protection headline & intro
IDS_VERSION_PROTECTION_UNLOCK_DLG_HEADLINE					= "Καλωσήρθατε"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ACTIVATION_HEADLINE		= "%s ενεργοποίηση"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01					= "\n\nΠαρακαλώ εισάγετε έναν σειριακό αριθμό για να ενεγοποιήσετε το %s."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_CONSUMER_BOX 	= "Εισαγάγετε μια φορά τον σειριακό σας αριθμό για να ενεργοποιήσετε το %s. Σας προτείνουμε επίσης να δηλώσετε το πρόγραμμά σας για να ενεργοποιήσετε τις αυτόματες ανανεώσεις και να αποκτήσετε πρόσβαση σε επιπρόσθετες λειτουργίες ."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_PROFESSIONAL_BOX = "Για να ενεργοποιήσετε το %s, απαιτείται η εισαγωγή του σειριακού αριθμού. Η ενεργοποίηση πρέπει να ολοκληρωθεί μέσα σε %d μέρες. Σας προτείνουμε επίσης να δηλώσετε το πρόγραμμά σας. Εισαγάγετε παρακαλώ μια έγκυρη ηλεκτρονική διεύθυνση."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_DEMO 			= "\nΑυτή είναι μια πλήρως λειτουργική δοκιμαστική έκδοση του %s.\n\nΜπορείτε να δοκιμάσετε το πρόγραμμα για %d μέρες μετά την εγκατάσταση."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_SILVER			= "\nΑυτή είναι μια δωρεάν έκδοση του %s.\n\n Μπορείτε να δοκιμάσετε το πρόγραμμα για %d μέρες μετά την εγκατάσταση χωρίς να το δηλώσετε"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_OEM				= "Παρακαλώ ενεργοποιήστε το %s δωρεάν μέσω του διαδικτύου. Παρακαλώ εισάγετε τον σειριακό αριθμό για να ξεκινήσετε την δήλωση"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_JAPAN			= "\n\nΓια να ενεργοποιήσετε %s, παρακαλώ εισάγετε τον σειριακό σας αριθμό."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_ACTIVATION 		= "Δυστυχώς δεν έχετε δηλώσει ακόμα το πρόγραμμα. Αυτό είναι απαραίτητο για να ενεργοποιήσετε τη λειτουργία '%s', Η δήλωση παίρνει μόνο λίγα λεπτά."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02					= "<textblock foreground="#FFFFFF">Μερικά ακόμη βήματα και μπορείτε επιτέλους να χρησιμοποιήσετε το λογισμικό σας. Τον αριθμό σειράς θα τον βρείτε στην πίσω πλευρά της θήκης CD/DVD ή τον έχετε λάβει μέσω e-mail (έκδοση λήψης).</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_DEMO				= "Η πλήρης έκδοση μπορεί να αγοραστεί από κάποιον εξειδικευμένο λιανικό μεταπωλητή κοντά σας"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_SILVER			= "<textblock foreground="#FFFFFF">Einmalig und jederzeit registrieren und danach uneingeschrδnkt nutzen.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_OEM				= "<textblock foreground="#FFFFFF">Μερικά ακόμη βήματα και μπορείτε επιτέλους να χρησιμοποιήσετε το λογισμικό σας. Τον αριθμό σειράς θα τον βρείτε μέσα στη συσκευασία ή στην πίσω πλευρά της θήκης CD/DVD.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_JAPAN			= "<textblock foreground="#FFFFFF">Die Seriennummer wurde Ihnen nach dem Kauf per E-Mail όbermittelt.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_ACTIVATION		= "<textblock foreground="#FFFFFF">Για την δήλωση θα χρειαστείτε το σειριακό σας αριθμό και ένα έγκυρο email.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_YOUR_NEXT_STEP_GROUPBOX	= " "

#version protection unlock dialog section: enter serial number
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_SERIAL					= "Εισάγετε το σειριακό αριθμό"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT1					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>Serial number:</bold><linebreak /><textblock fontsize="14">Παρακαλώ εισάγετε χωρίς παύλες</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT2					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>Διεύθυνση e-mail:</bold><linebreak /><textblock fontsize="14">Για δήλωση του λογισμικού</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3					= "Ο σειριακός σας αριθμός θα δηλωθεί προσωπικά σε εσάς. Έχετε τις παρακάτω επιλογές:"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3_BOX				= "Έχετε ήδη καταχωρηθεί;"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3_JAPAN				= "Οι ακόλουθες επιλογές είναι διαθέσιμες για την ενεργοποίηση του προγράμματος τώρα:"
IDS_VERSION_PROTECTION_UNLOCK_DLG_STATE_NO_VALID_SERIAL_NUMBER			= "Δεν έχετε εισαγάγει έγκυρο σειριακό αριθμό."
IDS_VERSION_PROTECTION_UNLOCK_DLG_STATE_NO_VALID_USER_IDENTIFICATION	= "Δεν έχετε εισαγάγει έγκυρη ηλεκτρονική διεύθυνση."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE		= "Εγγραφείτε και ενεργοποιήστε μέσω του διαδικτύου"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_DONGLE		= "Ενεργοποίηση του dongle στο διαδίκτυο"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE_BOX = "Καταχωρηθείτε άμεσα στο διαδίκτυο"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE_JAPAN= "Καταχωρηθείτε άμεσα στο διαδίκτυο"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_TELEPHONE	= "Ενεργοποιήστε του πρόγραμμα μέσω τηλεφώνου..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_OFFLINE	= "Ενεργοποιήστε το πρόγραμμα μέσω ταχυδρομείου/φαξ..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_OFFLINE_PRO= "Ενεργοποίηση του προγράμματος σε κατάσταση αποσύνδεσης..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_ALREADY_REGISTERED= "To προϊόν μου είναι ήδη καταχωρημένο"
IDS_VERSION_PROTECTION_UNLOCK_DLG_HINT_ONLINE_CONNECTION_REQUIRED		= "- Απαιτείται σύνδεση στο διαδίκτυο"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT5					= "- Δυνατότητα 24 ώρες την ημέρα"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT6					= "- Μέσω ταχυδρομείου ή fax"

#version protection unlock dialog section: enter unlock code
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_UNLOCK_CODE		= "Εισάγετε τον κωδικό ενεργοποίησης"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_UNLOCK_CODE_ADDIN	= "μέσω τηλεφώνου ή"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_UNLOCK_CODE_TEXT1		= "<textblock fontsize="16" foreground="#FFFFFF"><bold>Activation code:</bold><linebreak /><textblock fontsize="14">Παρακαλώ εισάγετε χωρίς παύλες</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_UNLOCK_CODE_TEXT2		= "<textblock foreground="#FFFFFF">Εισάγετε τον κωδικό ενεργοποίησης που έχετε λάβει (συνήθως μέσω email), και εκκινήστε το πρόγραμμα.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_VERIFY_UNLOCK_CODE_BUTTON		= "Ενεργοποίησε το πρόγραμμα"

#version protection unlock dialog section: buy onlock code online
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_BUY_UNLOCK_CODE		= "Αγοράστε το πρόγραμμα"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_BUY_UNLOCK_CODE_DEMO= "Αγοράστε την πλήρη έκδοση"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUY_ONLINE_TEXT1			= "<textblock foreground="#FFFFFF">Χρειάζεστε μία σύνδεση στο διαδίκτυο για να αγοράσετε την πλήρη έκδοση online. </textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUY_ONLINE_BUTTON			= "Αγοράστε το πρόγραμμα ηλεκτρονικά"

#version protection unlock dialog section: continue testing
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_CONTINUE_TESTING						= "Εκκίνηση δοκιμαστικής έκδοσης"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_CONTINUE_TESTING_BOX_PRO				= "Ενεργοποιήστε αργότερα"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL					= "Επεκτείνετε για %d μέρες ΔΩΡΕΑΝ!\n(Απαιτείται σύνδεση στο διαδίκτυο)"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER			= "Τώρα δήλωση & απεριόριστη χρήση"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER_BIG		= "Καταχωρηθείτε άμεσα στο διαδίκτυο"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER_REDO		= "Εκ νέου άνοιγμα της σελίδας καταχώρησης"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT						= "<textblock foreground="#FFFFFF">Μπορείτε να δοκιμάσετε ακόμη το πρόγραμμα για <textblock foreground="#16BFE3"><bold>%d</bold></textblock> days.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT_EXTEND_TEST			= "<textblock foreground="#FFFFFF">Μπορείτε να συνεχίσετε τη δοκιμή του προγράμματος <textblock foreground="#16BFE3"><bold>για %d μέρες</bold></textblock> και με πραγματοποίηση εγγραφής να την παρατείνετε δωρεάν <textblock foreground="#16BFE3"><bold> για %d μέρες.</bold></textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT_PROFESSIONAL_BOX		= "<textblock foreground="#FFFFFF">Μπορείτε ακόμη να χρησιμοποιήσετε ακόμη το πρόγραμμα για <textblock foreground="#16BFE3"><bold>%d</bold></textblock> μέρες χωρίς εγγραφή.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT					= "<textblock foreground="#FFFFFF">Μπορείτε να δοκιμάσετε ακόμη το πρόγραμμα για <textblock foreground="#16BFE3"><bold>one</bold></textblock> day.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT_EXTEND_TEST		= "<textblock foreground="#FFFFFF">Μπορείτε να συνεχίσετε τη δοκιμή του προγράμματος  <textblock foreground="#16BFE3"><bold>για μία ημέρα ακόμα</bold></textblock> και με πραγματοποίηση εγγραφής να την παρατείνετε δωρεάν<textblock foreground="#16BFE3"><bold>για %d μέρες.</bold></textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT_PROFESSIONAL_BOX	= "<textblock foreground="#FFFFFF">Μπορείτε ακόμη να χρησιμοποιήσετε ακόμη το πρόγραμμα για <textblock foreground="#16BFE3"><bold>one</bold></textblock> μέρα χωρίς εγγραφή.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_BUT_EXTENSIBLE			= "<textblock foreground="#FFFFFF">Εγγραφείτε για να αποδεσμεύσετε τη φάση δοκιμής.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO					= "<textblock foreground="#16BFE3"><bold>Παρακαλώ εισάγετε το σειριακό αριθμό!</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_DEMO				= "<textblock foreground="#16BFE3"><bold>Παρακαλώ αγοράστε την πλήρη έκδοση του προγράμματος.</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_SILVER			= "<textblock foreground="#16BFE3"><bold>Παρακαλώ εγγραφείτε τώρα.</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_PROFESSIONAL_BOX	= "<textblock foreground="#16BFE3"><bold>Παρακαλώ εγγραφείτε τώρα.</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED							= "Η δοκιμαστική φάση έχει λήξει."
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_SILVER							= "<linebreak /><textblock foreground="#FFFFFF">Έπειτα απαιτείται η εγγραφή για μία και μοναδική φορά.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_CONTINUE_TESTING_TEXT2						= "<textblock fontsize="16" foreground="#FFFFFF"><bold>Κωδικός εγγραφής:</bold><linebreak /><textblock fontsize="14">Θα σάς αποσταλεί μέσω ηλεκτρονικού ταχυδρομείου μετά την εγγραφή</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_CONTINUE_TESTING_TEXT2_SILVER					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>Activation code:</bold><linebreak /><textblock fontsize="14">Θα σας αποσταλεί με email μετά την εγγραφή</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_VERIFY_TEST_EXTENSION_CODE				= "Εγγραφή τώρα"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_VERIFY_TEST_EXTENSION_CODE_SILVER		= "Συνεχίστε να χρησιμοποιείτε το πρόγραμμα"

#version protection unlock dialog exit
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_CANCEL		= "Έξοδος"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_CONTINUE		= "Ξεκινήστε"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_TEST			= "Δοκιμή προγράμματος"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_OK			= "OK"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_ABORT			= "Ακύρωση"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_WHY_UNLOCK			= "Γιατί να εγγραφείτε"

#version protection status messages
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_SUCCESS			= "Ευχαριστώ. Η ενεργοποίηση ήταν επιτυχής.\n\n Παρακαλώ κρατήστε τον σειριακό σας αριθμό και -εάν υπάρχει-τον κωδικό ενεργοποίησης. Η επανεργοποίηση είναι απαραίτητη σε περίπτωση επανεγκατάστασης."
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_SUCCESS_P3		= "Ευχαριστούμε πολύ. Η ενεργοποίηση ήταν επιτυχής.\n\nΦυλάξτε για σιγουριά σχολαστικά τον αριθμό σειράς. Για μια επανεγκατάσταση είναι απαραίτητο αυτό το στοιχείο."
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_FAILED			= "Ενεργοποίηση λάθους\n\nΠαρακαλώ επικοινωνήστε με την #MANDANT_ID# support.\n\nError code: %d"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCKED_BUT_NOT_REGISTERED			= "Η ενεργοποίηση ήταν επιτυχής, αλλά το πρόγραμμα δεν καταχωρήθηκε λόγω λάθους ή διακοπής.\n\n Παρακαλώ σημειώστε ότι πολλές λειτουργίες (διαδικτυακές ανανεώσεις κτλ) διαθέτονται μόνο σε καταχωρημένους πελάτες."
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCKED_BUT_REGISTERED_TO_OTHER_USER = "Η ενεργοποίηση ήταν επιτυχής, αλλά ο σειριακός σας αριθμός έχει ήδη καταχωρηθεί με άλλη ηλεκτρονική διεύθυνση. Μπορείτε να αλλάξετε την καταχωρημένη διεύθυνση στο #MANDANT_ID# κέντρο εξυπηρέτησης."
IDS_VERSION_PROTECTION_UNLOCK_DLG_REGISTER_VERIFICATION_SUCCESS			= "Η καταχώρηση του %s ήταν επιτυχής."
IDS_VERSION_PROTECTION_UNLOCK_DLG_REGISTER_VERIFICATION_FAILED			= "Η καταχώρηση ήταν ανεπιτυχής\n\nΠαρακαλώ επαναλάβετε την διαδικασία αργότερα ή επικοινωνήστε με την #MANDANT_ID# support.\n\nError code: %d"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_SUCCESS				= "Τώρα μπορείτε να χρησιμοποιήσετε τη δοκιμαστική σας έκδοση για %d ημέρες."
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_SUCCESS_SILVER		= "Σας ευχαριστούμε για την καταχώρηση."
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_FAILED						= "Ο κωδικός εγγραφής δεν είναι σωστός.\n\nΕλέγξτε τον καταχωρισμένο κωδικό εγγραφής ή απευθυνθείτε στο τμήμα υποστήριξης #MANDANT_ID#."
IDS_VERSION_PROTECTION_SERVER_STATUS_GENERAL_FAILURE					= "Ένα σφάλμα προέκυψε στην σύνδεσή σας με το διαδίκτυο ή η σύνδεσή σας διεκόπη. Παρακαλώ επικοινωνήστε με την #MANDANT_ID# support.\n\nError code: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_NO_USER_ACCOUNT					= "Η καταχώρηση απέτυχε. Πιθανώς δεν ολοκληρώθηκε σωστά.\n\n Σφάλμα κωδικού %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_INVALID_SERIAL						= "Ο αριθμός σειράς που δώσατε δεν είναι έγκυρος ή ενδεχομένως ισχύει για άλλο προϊόν. Ελέγξτε αν τον καταχωρίσατε σωστά ή μήπως κατά λάθος καταχωρίσατε τον αριθμό σειράς άλλου προϊόντος. Αν εξακολουθεί να υπάρχει το πρόβλημα, αναζητήστε βοήθεια στην ιστοσελίδα υποστήριξης.\n\nError code: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_SERIAL_IN_USE						= "Αυτός ο σειριακός αριθμός έχει ήδη δηλωθεί σε κάποια άλλη ηλεκτρονική διεύθυνση. Παρακαλώ επικοινωνήστε με την με #MANDANT_ID# support.\n\nError code: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_ALREADY_REGISTERED					= "Έχετε ήδη δηλώσει αυτό το προϊόν."
IDS_VERSION_PROTECTION_SERVER_STATUS_TOO_MANY_UNLOCKS					= "Έχει επιτευχθεί ο μέγιστος αριθμός των ταυτόχρονα χρησιμοποιούμενων συσκευών για αυτό το λογισμικό. Μπορείτε να ενεργοποιήσετε το λογισμικό για αυτή τη συσκευή μέσω του #MANDANT_ID# Service Center."
# neuer Text fuer P3 expired serial beim ersten Serverkontakt
IDS_VERSION_PROTECTION_SERVER_STATUS_EXPIRED_SERIAL						= "Η άδεια χρήσης σας έληξε.\n\nΛάβετε υπόψη, ότι δεν μπορείτε να χρησιμοποιήσετε πλέον το πρόγραμμα μετά τη λήξη της άδειας χρήσης. Έχετε ωστόσο τη δυνατότητα να αποκτήσετε μια νέα άδεια χρήσης από την ιστοσελίδα μας. Για περισσότερες ερωτήσεις, θα βρείτε βοήθεια στην ιστοσελίδα υποστήριξης."
IDS_VERSION_PROTECTION_CAPS_LOCK_WARNING								= "Έχουν εισαχθεί πολλά γράμματα ή ειδικοί χαρακτήρες. \n Η εισαγωγή του σειριακού αριθμού απαιτεί μόνο αριθμούς. Οι παύλες εισάγονται αυτόματα..\n Ελέγξτε εάν τα  "Caps lock'" έχουν ενεργοποιηθεί και απενεργοποιήστε το εάν χρειάζεται πατώντας πάλι το κουμπί 'Caps lock'."
IDS_VERSION_PROTECTION_STATUS_NO_NETWORK_CONNECTION						= "Δεν μπορείτε να συνδεθείτε στο Διαδίκτυο. Παρακαλώ ελέγξτε εάν ο υπολογιστής ας είναι συνδεδεμένος σωστά στο Διαδίκτυο. Κάποιο firewall μπορεί να εμποδίζει την πρόσβαση."
IDS_VERSION_PROTECTION_NETCLIENT_STATUS_ACTIVATED						= "Συνδεδεμένος στο '%s' (Θύρα %d)"
IDS_VERSION_PROTECTION_NETCLIENT_STATUS_FAILURE							= "Χωρίς σύνδεση στο διαχειριστή άδειας στο '%s' (Θύρα %d)."
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_GENERIC							= "Ένα σφάλμα έχει προκύψει κατά την προσπάθεια σύνδεσης στο Διαδυκτιακό Διαχειριστή Άδειας στο υπολογιστή '%s' (Θύραr %d).\nΠαρακαλώ επικοινωνήστε με την #MANDANT_ID' υποστήριξη.\n\nΚωδικός σφάλματος: %d"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_WRONG_PRODUCT					= "Ο διαδικτυακός διαχειριστής που τρέχει στον υπολογιστή '%s' (Θύρα %d) είναι μέρος διαφορετικού προϊόντος και δεν μπορεί να χρησιμοποιηθεί σε συνδυασμό με %s."
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_WRONG_PROTOCOL					= "Διαδικτυακός Διαχειριστής Άδειας: Ένα σφάλμα στην εγκατάσταση έχει προκύψει το οποίο μπορεί να έχει προκληθεί από εσφαλμένη ενημέρωση προϊόντος.\nΠαρακαλώ επικοινωνήστε με την #MANDANT_ID# υποστήριξη."
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_CONNECTION_LOST					= "Η σύνδεση στον υπολογιστή '%s'  (Θύρα %d) έχει διακοπεί. Παρακαλώ ελέγξτε τη σύνδεσή σας και βεβαιωθείτε ότι ο Διαδικτυακός Διαχειριστής Αδείας τρέχει.\nΤο πρόγραμμα θα τερματιστεί, οι αλλαγές θα αποθηκευθούν. Παρακαλώ ανοίξτε %s ξανά.\nΚωδικός σφάλματος: %d"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_NO_LICENCE						= "Ο μέγιστος αριθμός επιτρεπόμενων υπολογιστών είναι ήδη συνδεμένοι στο Διαδικτυακό Διαχειριστή Αδείας '%s'.\nΠαρακαλώ αγοράστε πρόσθετες διαδικτυακές άδειες ή τερματίστε %s κάποιον άλλο υπολογιστή προτού συνδέσετε αυτόν τον υπολογιστή χρησιμοποιώντας τον Διαδικτυακό Διαχειριστή Άδειας."
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_HOST_NOT_FOUND					= "Δεν ήταν δυνατή η πρόσβαση στο Διαδικτυακό Διαχειριστή.\nΠαρακαλώ βεβαιωθείτε ότι η πρόσβαση στον υπολογιστή είναι εφικτή %s και ότι ο Διαδικτυακός Διαχειριστής Άδειας τρέχει %s που χρησιμοποιεί τη θύρα %d για επικοινωνία. Η πρόσβαση στο διαδίκτυο πιθανόν να παρεμποδίζεται από κάποιο firewall." 
IDS_VERSION_PROTECTION_STATUS_NO_DONGLE_FOUND							= "Δεν βρέθηκε dongle."

#version protection n req
IDS_VERSION_PROTECTION_NREQ_USER_IDENTIFICATION_CHANGE_DETECTED	= "Η ηλεκτρονική σας διέύθυνση άλλαξε.\n\n Μια αλλαγή στην ηλεκτρονική διεύθυνση μπορεί να προκαλέσει την ακύρωση της σύνδεσης προηγούμενων καταχωρήσεων με τον προσωπικό σας υπολογιστή, ή να απαιτεί να εισάγετε και πάλι τα προσωπικά σας δεδομένα στο #MANDANT_ID# Online Services. Θα θέλατε να χρησιμοποιήσετε ούτως ή άλλως την ηλεκτρονική διεύθυνση;"
IDS_VERSION_PROTECTION_NREQ_CHANGE_USER_IDENTIFICATION			= "Χρησιμοποιήστε καινούρια διεύθυνση"
IDS_VERSION_PROTECTION_NREQ_KEEP_USER_IDENTIFICATION			= "Κρατήστε την παλιά διεύθυνση"

#version protection please wait box
IDS_VERSION_PROTECTION_UNLOCK_DLG_PLEASE_WAIT_TEXT			= "Παρακαλώ περιμένετε..."

#version protection nag box
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_TEXT1					= "Δεν έχετε εγγραφεί στο πρόγραμμα ακόμη!"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_TEXT2					= "Η εγγραφή προσφέρει πρόσβαση σε ενημερώσεις του προγράμματος, υποστήριξη, και ενεργοποίηση επιπλέον λειτουργιών.\n\nΕπίσης αυξάνει την ασφάλεια εναντίον κακής χρήσης της προσωπικής σας άδειας.\nΣυνιστούμε την εγγραφή του προγράμματος για αυτό το λόγο."
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_BUTTON_UNLOCK			= "Καταχωρηθείτε τώρα..."
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_BUTTON_CONTINUE			= "Καταχωρηθείτε αργότερα"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_CHECKBOX_DONT_SHOW_AGAIN	= "Να μην εμφανιστεί ξανά αυτό το μήνυμα"

#version protection p3 messages
IDS_VERSION_PROTECTION_P3_EXPIRED_END_TITLE					= "Η άδεια χρήσης σας έληξε."
IDS_VERSION_PROTECTION_P3_EXPIRED_IN_X_DAYS_TITLE			= "<textblock foreground="#FFFFFF">Η άδεια χρήσης σας λήγει σε <textblock foreground="#16BFE3">%d ημέρες</textblock>.</textblock>"
IDS_VERSION_PROTECTION_P3_EXPIRED_IN_ONE_DAY_TITLE			= "<textblock foreground="#FFFFFF">Η άδεια χρήσης σας λήγει σε <textblock foreground="#16BFE3">μία ημέρα</textblock>.</textblock>"
IDS_VERSION_PROTECTION_P3_EXPIRED_TEXT						= "Λάβετε υπόψη ότι μετά τη λήξη της άδειας χρήσης δεν μπορείτε πλέον να χρησιμοποιήσετε το πρόγραμμα. Έχετε ωστόσο τη δυνατότητα να αποκτήσετε μια νέα άδεια χρήσης μέσω του ιστοτόπου μας. Σε περίπτωση ερωτημάτων, απευθυνθείτε στο τμήμα υποστήριξης."
IDS_VERSION_PROTECTION_P3_EXPIRED_RUNNING_ALLOWED_TEXT      = "Έχετε υπόψη σας ότι μετά τη λήξη της άδειας μπορείτε να χρησιμοποιήσετε το πρόγραμμα μόνο σε περιορισμένο βαθμό. Έχετε ωστόσο τη δυνατότητα να αποκτήσετε μια νέα άδεια χρήσης μέσω του ιστοτόπου μας. Σε περίπτωση ερωτημάτων, απευθυνθείτε στο τμήμα υποστήριξης."
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TITLE 				= "Ο έλεγχος της άδειας χρήσης σας είναι τώρα απαραίτητος."
IDS_VERSION_PROTECTION_P3_NO_INTERNET_IN_X_DAYS_TITLE		= "<textblock foreground="#FFFFFF">Ο επόμενος έλεγχος της άδειας χρήσης σας είναι απαραίτητος το αργότερο σε <textblock foreground="#16BFE3">%d ημέρες</textblock>.</textblock>"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_IN_ONE_DAY_TITLE		= "<textblock foreground="#FFFFFF">Ο επόμενος έλεγχος της άδειας χρήσης σας είναι απαραίτητος το αργότερο σε <textblock foreground="#16BFE3">μία ημέρα</textblock>.</textblock>"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TEXT_01				= "Βεβαιωθείτε ότι ο υπολογιστής μπορεί να συνδεθεί για αυτόν τον σκοπό στο διαδίκτυο."
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TEXT_02				= "Λάβετε υπόψη ότι χωρίς επιτυχή έλεγχο της άδειας χρήσης δεν μπορείτε πλέον να χρησιμοποιήσετε το πρόγραμμα. Σε περίπτωση ερωτημάτων, απευθυνθείτε στο τμήμα υποστήριξης."
IDS_VERSION_PROTECTION_P3_SUPPORT_PAGE_NAME					= "Ιστοσελίδα υποστήριξης"
IDS_VERSION_PROTECTION_P3_SUPPORT_PAGE_LINK					= "support.magix.com"
IDS_VERSION_PROTECTION_P3_WEBPAGE_NAME						= "#MANDANT_ID# Website"
IDS_VERSION_PROTECTION_P3_WEBPAGE_LINK						= "www.magix.com"
IDS_VERSION_PROTECTION_P3_CHECK_LICENCE_NOW					= "Έλεγχος άδειας χρήσης τώρα"
IDS_VERSION_PROTECTION_P3_HARDWARE_CHANGED_TITLE			= "Το υλικό του συστήματός σας έχει πιθανόν τροποποιηθεί."
IDS_VERSION_PROTECTION_P3_HARDWARE_CHANGED_TEXT				= "Για να μπορείτε να συνεχίσετε να χρησιμοποιείτε χωρίς περιορισμούς το πρόγραμμα, απαιτείται εκ νέου έλεγχος της άδειας χρήσης σας. Τότε, θα πρέπει να αποκατασταθεί το πρόβλημα. Αν εξακολουθεί να υπάρχει το πρόβλημα, θα βρείτε βοήθεια στην ιστοσελίδα υποστήριξης." 
IDS_VERSION_PROTECTION_P3_UNLOCK_VERIFICATION_SUCCESS		= "Σας ευχαριστούμε. Ο έλεγχος της άδειας χρήσης σας ήταν επιτυχημένος. Το πρόγραμμα είναι ενεργοποιημένο.\n\nΠαρακαλώ φυλάξτε τον αριθμό σειράς και - εφόσον υπάρχει - τον κωδικό ενεργοποίησης, που λάβατε μετά την πρώτη ενεργοποίηση του προγράμματος. Σε περίπτωση νέας εγκατάστασης απαιτείται ξανά η εισαγωγή."
IDS_VERSION_PROTECTION_P3_UNLOCK_VERIFICATION_FAILED		= "Δυστυχώς απέτυχε ο έλεγχος της άδειας χρήσης σας. Το πρόγραμμα δεν είναι ενεργοποιημένο και δεν μπορεί να χρησιμοποιηθεί.\n\nΈχετε ωστόσο τη δυνατότητα να ελέγξετε ξανά την άδεια χρήσης online. Τότε, θα πρέπει να αποκατασταθεί το πρόβλημα. Αν εξακολουθεί να υπάρχει το πρόβλημα, θα βρείτε βοήθεια στην ιστοσελίδα υποστήριξης.\n\nΚωδικός σφάλματος: %d"
IDS_VERSION_PROTECTION_P3_UNLOCK_INTERNAL_ERROR				= "Παρουσιάστηκε εσωτερικό σφάλμα κατά την ενεργοποίηση.\n\nΤο πρόβλημα θα πρέπει να αποκατασταθεί ελέγχοντας εκ νέου την άδεια χρήσης. Αν εξακολουθεί να υπάρχει το πρόβλημα, θα βρείτε βοήθεια στην ιστοσελίδα υποστήριξης.\n\nΚωδικός σφάλματος: %d"
IDS_VERSION_PROTECTION_P3_UNLOCK_LIMITED_SUCCESS			= "Σας ευχαριστούμε. Ο έλεγχος της άδειας χρήσης σας ήταν επιτυχής, επιβεβαίωσε ωστόσο ότι η άδεια χρήσης σας λήγει σε %d ημέρες.\n\n"
IDS_VERSION_PROTECTION_P3_INVALID_CREDENTIALS				= "Δυστυχώς, ο έλεγχος της άδειάς σας απέτυχε.  Για το λόγο αυτόν το πρόγραμμά σας δεν ενεργοποιήθηκε και δεν μπορεί να χρησιμοποιηθεί. Στο διάλογο που ακολουθεί ελέγξτε και επιβεβαιώστε τα δεδομένα χρήστη σας (π.χ. διεύθυνση ηλεκτρονικού ταχυδρομείου). Αυτά πρέπει να συμφωνούν με τα δεδομένα χρήστη σας και με τα καταχωρισμένα προϊόντα στο κέντρο εξυπηρέτησης πελατών."
IDS_VERSION_PROTECTION_PRODUCT_UPDATE_GUARANTEE_EXCEEDED	= "Η εγκατάσταση δεν είναι πλέον εξουσιοδοτημένη για αυτή την έκδοση προγράμματος. Παρακαλώ ανανεώστε την εγγύηση ενημέρωσης ή απευθυνθείτε στο τμήμα υποστήριξης."

#version protection support contact form
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_DIALOG_TITLE					= "Πληροφορίες για την υποστήριξη #MANDANT_ID#"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_INTRO_TEXT_01				= "Παρακαλώ έχετε εύκαιρες τις παρακάτω πληροφορίες για #MANDANT_ID# support:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_PRODUCT_NAME_LABEL			= "Περιγραφή προϊόντος:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_USER_IDENTIFICATION_LABEL	= "Ισχύουσα ηλεκτρονική διεύθυνση:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_SERIAL_NUMBER_LABEL			= "Σειριακός αριθμός:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_COMPUTER_ID_LABEL			= "ComputerID:"
IDS_VERSION_PROTECTION_BUTTON_CLOSE									= "Κλείσιμο"

#version protection unlock offline dialog
IDS_VERSION_PROTECTION_UNLOCK_OFFLINE_DLG_HEADLINE			= "Ενεργοποιήστε μέσω ταχυδρομείου/φαξ"
IDS_VERSION_PROTECTION_UNLOCK_OFFLINE_DLG_HEADLINE_PRO		= "Ενεργοποίηση σε κατάσταση αποσύνδεσης"
IDS_VERSION_PROTECTION_OFFLINE_DLG_INTRO_TEXT_01			= "Υπάρχουν πολλές επιλογές για την αποστολή πληροφοριών ενεργοποίησης στο #MANDANT_ID# και για την λήψη του κωδικού ενεργοποίησης για το προϊόν."
IDS_VERSION_PROTECTION_OFFLINE_DLG_INTRO_TEXT_02			= "Η διεκπαιρέωση μέσω email μπορεί να διαρκέσει πολλές ημέρες."
IDS_VERSION_PROTECTION_OFFLINE_DLG_GROUPBOX					= "Παρακαλώ επιλέξτε μια μέθοδο ενεργοποίησης:"
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_FAX				= "Ενεργοποιήστε μέσω φαξ"
IDS_VERSION_PROTECTION_OFFLINE_DLG_FAX_TEXT1				= "<textblock foreground="#FFFFFF">Παρακαλώ συμπληρώστε μία φόρμα φαξ και στείλτε την. Ο αριθμός φαξ βρίσκεται στη φόρμα.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_FAX_TEXT2				= "Ο κωδικός ενεργοποίησης θα σας σταλεί στο email που εισηγάγατε."
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_FAX				= "Ανοίξτε την φόρμα fax..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_MAIL				= "Ενεργοποιήστε μέσω ταχυδρομείου"
IDS_VERSION_PROTECTION_OFFLINE_DLG_MAIL_TEXT1				= "<textblock foreground="#FFFFFF">Παρακαλώ συμπληρώστε τη φόρμα και στείλτε την μέσω ταχυδρομείου.Η διεύθυνση βρίσκεται στο έγγραφο.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_MAIL_TEXT2				= "Ο κωδικός ενεργοποίησης σας έχει σταλεί στη διεύθυνση email σας. Η επεξεργασία ίσως πάρει μερικές μέρες."
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_MAIL				= "Ανοίξτε φόρμα..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_SERVICE_CENTER		= "Ενεργοποιήστε μέσω ServiceCenter"
IDS_VERSION_PROTECTION_OFFLINE_DLG_SERVICE_CENTER_TEXT1		= "<textblock foreground="#FFFFFF">Ενεργοποιήστε μέσω κάποιου άλλου υπολογιστή που είναι συνδεμένος στο διαδίκτυο.Εκτυπώστε τις απαιτούμενες πληροφορίες.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_SERVICE_CENTER_TEXT2		= "Το #MANDANT_ID# Service Center θα σας προμηθεύσει με τον κωδικό ενεργοποίησης άμεσα."
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_SERVICE_CENTER	= "Ανοίξτε φόρμα..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_EMAIL				= "Ενεργοποίηση σε κατάσταση αποσύνδεσης"
IDS_VERSION_PROTECTION_OFFLINE_DLG_EMAIL_TEXT1				= "<textblock foreground="#FFFFFF">Πραγματοποιήστε την ενεργοποίηση σε έναν διαφορετικό υπολογιστή, συνδεδεμένο με το διαδίκτυο, ή συμπληρώστε τη φόρμα και στείλτε την με email ή ταχυδρομικώς.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_EMAIL_TEXT2				= " "
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_EMAIL				= "Άνοιγμα φόρμας..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_DONGLE_EMAIL		= "Ενεργοποίηση του dongle σε κατάσταση αποσύνδεσης"
IDS_VERSION_PROTECTION_OFFLINE_DLG_DONGLE_EMAIL_TEXT1		= "<textblock foreground="#FFFFFF">Πραγματοποιήστε την ενεργοποίηση του dongle σε έναν διαφορετικό υπολογιστή, συνδεδεμένο με το διαδίκτυο, ή συμπληρώστε τη φόρμα και στείλτε την με email ή ταχυδρομικώς.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_DONGLE_EMAIL_TEXT2		= " "
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_DONGLE_EMAIL		= "Άνοιγμα φόρμας..."

#version protection unlock via telephone dialog
IDS_VERSION_PROTECTION_PHONE_DLG_HEADLINE					= "Ενεργοποιήστε μέσω τηλεφώνου"
IDS_VERSION_PROTECTION_PHONE_DLG_INTRO_TEXT01				= "Μπορείτε να ενεργοποιήσετε το προϊόν σας οποιαδήποτε στιγμή μέσω τηλεφώνου. Επιλογή:"
IDS_VERSION_PROTECTION_PHONE_DLG_INTRO_TEXT02				= "Θα σας δoθούν πληροφορίες μέσω τηλεφώνου για να εισάγετε τους παρακάτω αριθμούς:"
IDS_VERSION_PROTECTION_PHONE_DLG_UNLOCK_CODE_TEXT1			= "Εισάγετε τον κωδικό ενεργοποίησης (μόνο αριθμούς) που σας δόθηκε μέσω τηλεφώνου. Μετά πατήστε Ενεργοποίηση:"
IDS_VERSION_PROTECTION_PHONE_DLG_GROUPBOX					= "Μεταφορά δεδομένων για ενεργοποίηση"
IDS_VERSION_PROTECTION_PHONE_DLG_BUTTON_UNLOCK				= "Ενεργοποίηση"
IDS_VERSION_PROTECTION_PHONE_DLG_BUTTON_TROUBLESHOOTING		= "Επίλυση προβλημάτων"

# JW, 26.05.2014: new revocation dialog
IDS_VERSION_PROTECTION_P3_REVOKE	=	"Ok"
IDS_VERSION_PROTECTION_P3_REVOKE_CANCEL = "Ακύρωση"
IDS_VERSION_PROTECTION_P3_REVOKE_TITLE = "Απενεργοποίηση προγράμματος σε αυτήν τη συσκευή"
IDS_VERSION_PROTECTION_P3_REVOKE_TEXT01 = "<textblock foreground="#FFFFFF">Εάν απενεργοποιήσετε το πρόγραμμα, μπορείτε να χρησιμοποιήσετε τους αριθμούς σειράς και επομένως και το λογισμικό σε πλήρη έκταση σε κάποια άλλη συσκευή.<linebreak /><linebreak />Ο αριθμός σειράς που χρησιμοποιείται σε αυτή τη συσκευή είναι:<linebreak /><bold>#SERIAL_NUMBER#</bold></textblock>"
IDS_VERSION_PROTECTION_P3_REVOKE_TEXT02 = "<textblock foreground="#FFFFFF">Για την απενεργοποίηση είναι απαραίτητη μια σύνδεση στο διαδίκτυο. Εάν χρειάζεται μπορέιτε να ενεργοποιήσετε το λογισμικό ξανά για αυτή τη συσκευή. Αμέσως μετά την απενεργοποίηση δεν μπορείτε να χρησιμοποιήσετε αμέσως το λογισμικό σε αυτή τη συσκευή. Θα διατηρηθούν ωστόσο όλες οι προσωπικές ρυθμίσεις.<linebreak /><linebreak />Θέλετε να απενεργοποιήσετε το πρόγραμμα σε αυτή τη συσκευή.</textblock>"
IDS_VERSION_PROTECTION_P3_REVOCATION_UPGRADE_SERIAL = "Απενεργοποίηση μη επιτυχής.\nΠιθανόν να έχει ήδη απενεργοποιηθεί το πρόγραμμα για αυτήν τη συσκευή."
IDS_VERSION_PROTECTION_P3_REVOCATION_SUCCESS = "Ο αριθμός σειράς απενεργοποιήθηκε με επιτυχία για αυτή τη συσκευή. Μπορείτε τώρα να χρησιμοποιήσετε τον αριθμό σειράς σε κάποια άλλη συσκευή."

# -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------

#feature protection message box
IDS_FEATURE_PROTECTION_MESSAGE_BOX_CAPTION					= "Σημείωση"
IDS_FEATURE_PROTECTION_MESSAGE_BOX_CLOSE					= "OK"

#feature protection invalid code dialog
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_CAPTION				= ""Σημείωση"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_CLOSE				= "Κλείσιμο"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_TEXT1				= "Ο κωδικός ενεργοποίησης είναι λάθος. Παρακαλώ επιβεβαιώστε ότι τον έχετε εισάγει σωστά ή επικοινωνήστε με την υποστήριξη της #MANDANT_ID#:"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_URL					= "<textblock fontsize="18">                 <hyperlink foreground="#00D2FF" mouseover="#FFC712" mousedown="#00D2FF" NavigateURL="http://support.magix.net" Content="www.support.magix.net"></hyperlink></textblock>"

#feature protection show computer ID dialog
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_CAPTION			= "Ταυτότητα Υπολογιστή"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_OPEN_FORM		= "Συνέχεια στην φόρμα παραγγελίας..."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_TEXT1			= "Παρακαλώ σημειώστε την παρακάτω ακολουθία αριθμών και γραμμάτων; η ταυτότητα υπολογιστή θα σας ζητηθεί αργότερα για την παραγγελία ενός κωδικού ενεργοποίησης."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_CANCEL			= "Άκυρο"

#feature protection show computer ID for service center dialog
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_CAPTION	= "Ταυτότητα Υπολογιστή"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_TEXT1	= "Παρακαλώ σημειώστε την παρακάτω ακολουθία αριθμών και γραμμάτων΄, δηλ. την λεγόμενη 'Ταυτότητα του Υπολογιστή'. Μεταβείτε στην σελίδα www.magix.com από οποιονδήποτε Η/Υ, δηλώστε το προϊόν σας και στην συνέχεια πατήστε 'Ενεργοποίηση'."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_CLOSE	= "Κλείσιμο"

#feature protection activation dialog
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_CREATE_ACTIVATION	= "Ενεργοποίηση"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_SERVICE_CENTER		= "Μέσω του Κέντρου Υποστήριξης..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_ONLINE				= "Online ενεργοποίηση"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_ONLINE_SHOP			= "Μετάβαση στο κατάστημα"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_MAIL_FAX			= "Μέσω ταχυδρομείου/φαξ..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_TELEPHONE			= "Μέσω τηλεφώνου..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_RESTORE_ACTIVATION	= "Επαναφορά ενεργοποίησης..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_HELP				= "Βοήθεια"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_CANCEL				= "Άκυρο"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_GROUPBOX1					= "1. Εγγραφείτε και λάβετε έναν κωδικό ενεργοποίησης"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT3						= "1. Ενεργοποίηση online. Παρακαλώ βεβαιωθείτε ότι ο υπολογιστής σας είναι συνδεδεμένος με το Ίντερνετ."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT3_SHOP					= "1. Online ενεργοποίηση: άνετα μέσω του MAGIX Onlineshop (περ. 5 λεπτά)"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_GROUPBOX2					= "2. Εισάγετε τον κωδικό ενεργοποίησης"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT4						= "Τώρα καταχωρίστε τον κωδικό ενεργοποίησης, τον οποίο λάβατε μέσω του κέντρου εξυπηρέτησης πελατών, τηλεφώνου ή E-mail και κάνετε κλικ στο 'Ενεργοποίηση'."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_WELCOME					= "Ενεργοποιήστε εδώ αυτό το χαρατηριστικό σε δύο απλά βήματα και αρχίστε να χρησιμοποιείτε όλες τις λειτουργίες του."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT_RESTORE				= "Αν αυτό το χαρακτηριστικό έχει ήδη ενεργοποιηθεί, τότε οι αλλαγές στις ρυθμίσεις του Η/Υ μπορούν να οδηγήσουν σε ακύρωση του κωδικού ενεργοποίησης. Σε τέτοια περίπτωση, παρακαλώ ξαναενεργοποιήστε το."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT5						= "2. Παραγγελία ενός κωδικού ενεργοποίησης ταχυδρομικώς ή μέσω φαξ (περ. 1-2 εργάσιμες)."

#feature protection activation dialog caption lines
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DEFAULT			= "%s - ενεργοποίηση"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_MPEG2_DECODER		= "Αναπαραγωγή MPEG-2"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SYNTH			= "VITA Συνθεσάιζερ"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DOLBY_STEREO		= "Αναπαραγωγή Dolby Digital Stereo"

#feature protection activate via telephone dialog
IDS_FEATURE_PROTECTION_PHONE_DIALOG_CAPTION						= "Ενεργοποίηση μέσω τηλεφώνου"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_CANCEL				= "Άκυρο"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_CREATE_ACTIVATION	= "Ενεργοποίηση"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_GROUPBOX1					= "1. Λάβετε έναν κωδικό ενεργοποίησης"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_GROUPBOX2					= "2. Εισάγετε τον κωδικό ενεργοποίησης"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT1						= "Μπορείτε να λάβετε τον κωδικό ενεργοποίησης γιάυτήν την λειτουργία, οποιαδήποτε στιγμή, μέσω τηλεφώνου. Επιλέξτε:"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT2						= "Θα σας δοθούν οδηγίες στο τηλέφωνο για να εισάγετε τους παρακάτω αριθμούς:"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT4						= "Εισάγετε τον κωδικό ενεργοποίησης (αριθμοί μόνο) που σας δόθηκαν μέσω τηλεφώνου. Στην συνέχεια πατήστε Ένεργοποίηση':"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_INFO					= "Πρόβλημα..."

#feature protection activate via telephone info dialog
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_CAPTION			= "Πληροφορίες για την υποστήριξη"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_BUTTON_CLOSE		= "Κλείσιμο"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT1				= "Παρακαλώ έχετε έτοιμες τις ακόλουθες πληροφορίες για την #MANDANT_ID#:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT2				= "1. Περιγραφή προϊόντος:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT3				= "2. Σειριακός αριθμός προϊόντος:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT4				= "3. Χαρακτηριστικό λογισμικού προς ενεργοποίηση:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT5				= "4. Κωδικός:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_BUTTON_HELP		= "Βοήθεια"

#feature protection please wait dialog
IDS_FEATURE_PROTECTION_PLEASE_WAIT_DIALOG_TEXT1				= "Παρακαλώ περιμένετε. Η παροχή της ενεργοποιημένης λειτουργίας ίσως πάρει λίγη ώρα."

#feature protection strings/status messages
IDS_FEATURE_PROTECTION_CLOSE								= "Κλείσιμο"
IDS_FEATURE_PROTECTION_VALID_CODE							= "Η ενεργοποίηση της λειτουργίας %s ήταν ανεπιτυχής."
IDS_FEATURE_PROTECTION_UNLOCK_FAILED						= "Η ενεργοποίηση της λειτουργίας %s ήταν ανεπιτυχής.\nΑν χρησιμοποιείτε το πρόγραμμα σαν επισκέπτης, παρακαλώ επαναλάβετε την διαδικασία ενεργοποίησης με δικαιώματα διαχειριστή."
IDS_FEATURE_PROTECTION_NOADMIN_NO_REGISTRATION				= "Προσπαθείτε να κάνετε ενεργοποίηση με περιορισμένα δικαιώματα χρήστη.\nΘα χρειαστείτε γραπτή εξουσιοδότηση πρόσβασης στους φακέλους συστήματος, αν θέλετε να ενεργοποιήσετε το πρόγραμμα. Παρακαλώ ενεργοποιήστε με δικαιώματα διαχειριστή."
IDS_FEATURE_PROTECTION_SERIAL_WRONG							= "Ο σειριακός αριθμός που δόθηκε δεν είναι σωστός. Παρακαλώ ελέγξτε τον ξανά."
IDS_FEATURE_PROTECTION_VERSIONSTRING						= "Έκδοση %s"
IDS_FEATURE_PROTECTION_RESTORATION_TEXT_CHARGE_FREE			= "Οι αλλαγές στις ρυθμίσεις του υπολογιστή σας μπορούν να ακυρώσουν την ενεργοποίηση σας, ακόμα κι αν έχετε ήδη χρησιμοποιήσει την λειτουργία. Παρακαλώ ενεργοποιήστε ακόμα μια φορά."
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_INTRO_TEXT_DEFAULT	= "Υπάρχει διαθέσιμος ένας αριθμός επιλογών για την ενεργοποίηση της λειτουργίας '%s'."
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_INTRO_TEXT_WITH_COSTS	= "Για τη χρήση της λειτουργίας '%s' είναι για λόγους νομοθείας αδειών χρήσης απαραίτητη μια ενεργοποίηση με χρέωση. Για την ενεργοποίηση έχετε στη διάθεσή σας τις ακόλουθες μεθόδους:"
IDS_FEATURE_PROTECTION_OFFLINE_BUTTON_TEXT					= "Παραγγελία κωδικού ενεργοποίησης offline..."
IDS_FEATURE_PROTECTION_ONLINE_ACTIVATION_FAILED				= "Ο κωδικός ενεργοποίησης είναι λάθος. Παρακαλώ επιβεβαιώστε ότι τον έχετε εισάγει σωστά. Αν το πρόβλημα συνεχίζει, επικοινωνήστε με την υποστήριξη της #MANDANT_ID#."

# ------------------------------------------------------------------------------------------------------------------------------------------------------------------

$include <UnlockDialog_common.ini>
